{
    "phone": "+996701880016",
    "gmail": "nomadstravelCA@gmail.com",
    "youtube": "https://youtube.com/@nomadstravelca?si=w1mDEeMyDgYHyNAr",
    "whatsapp": "https://wa.me/+996701880016",
    "instagram": "https://www.instagram.com/nomadstravelca",
    "twitter": "https://x.com/nomadstravelca",
    "facebook": "https://www.facebook.com/profile.php?id=61574566431625",

    "footer_info_title": "© [Year] Nomads Travel. All Rights Reserved.",
    "footer_info_text": "All content, including text, images, graphics, and design elements, is the property of Nomads Travel unless otherwise stated. Unauthorized reproduction, distribution, or modification of any materials on this website or associated platforms is strictly prohibited. For licensing or partnership inquiries, please contact us.",

    "awesome_hikers": "500+", 
    "stunning_places": "100+", 
    "km_to_trek": "6500+", 
    "days_in_service": "2100+",

    "experiences": "In the travel industry, we excel at designing seamless itineraries, managing logistics, and delivering exceptional, personalized travel experiences for clients worldwide.",
    "lots_of_gears": "We’re passionate about adventure and exploration. With years of experience, we provide top-quality gear, expert advice, and unforgettable travel experiences to fuel your next journey.",
    "most_completed_map": "Your ultimate guide to exploring every corner of Central Asia. From hidden gems to iconic landmarks, we’ve got your journey covered with precision and detail.",
    "customized_itineraries": "Offer personalized travel plans tailored to your interests, budget, and pace, ensuring a unique and stress-free journey designed just for you. ",

    "we_are_featured_in": "The Tian Shan and Pamir mountain ranges are among the highest and most expansive in Central Asia, stretching across Kyrgyzstan, Kazakhstan, and Uzbekistan. These majestic peaks form a natural barrier, separating the region’s vast steppes and deserts while offering breathtaking landscapes, alpine lakes, and rich biodiversity. The ranges are a haven for adventurers, trekkers, and nature enthusiasts, showcasing the rugged beauty and cultural heritage of Central Asia.",

    "about_us": "Our Tour Company is dedicated to creating extraordinary travel experiences across the stunning landscapes and rich cultures of Kyrgyzstan, Kazakhstan, and Uzbekistan. With years of expertise, we design personalized itineraries that cater to your interests, whether it’s trekking through the majestic Tian Shan mountains, exploring ancient Silk Road cities, or immersing in nomadic traditions. Our passionate team of local guides ensures every detail is taken care of, from seamless logistics to insider access to hidden gems. We’re committed to sustainable and responsible travel, making your journey not only unforgettable but also meaningful. Let us turn your travel dreams into reality",
    "who_we_are": "LLC Nomads Travel is a dedicated travel agency specializing in crafting unforgettable adventure experiences since 2017. Focused on connecting travelers with the beauty of remote and untouched destinations, we organize small-group tours, tailor-made journeys, and immersive cultural experiences. Each year, we guide hundreds of adventurers in discovering the wonders of unique landscapes, rich traditions, and authentic local cultures. Our team is composed of passionate travel experts who are committed to turning your dreams of exploration into reality. With a strong presence in the destinations we operate, we design our trips from start to finish without relying on intermediaries. This hands-on approach allows us to remain flexible, responsive, and perfectly aligned with the needs of our travelers while ensuring deep knowledge and expertise of the regions we serve. Whether you're seeking thrilling outdoor adventures, cultural immersion, or a blend of both, LLC Nomads Travel is your trusted partner in delivering unforgettable journeys tailored to your desires.",
    
    "who_we_are_short": "We are a passionate tour company specializing in immersive travel experiences across Kyrgyzstan, Kazakhstan, and Uzbekistan. From trekking the Tian Shan mountains to exploring ancient Silk Road cities, we craft personalized journeys that connect you with the region’s stunning landscapes, rich history, and vibrant cultures. With expert local guides, seamless logistics, and a commitment to sustainable tourism, we ensure every adventure is authentic, meaningful, and unforgettable.",
    "our_team_short": "Our Team is a group of passionate travel enthusiasts and local experts dedicated to making your Central Asian adventure unforgettable. With deep knowledge of Central  Asia we bring years of experience in crafting personalized itineraries, organizing seamless logistics, and sharing hidden gems. From trekking guides to cultural specialists, our team is committed to providing authentic, sustainable, and meaningful travel experiences. We’re here to turn your travel dreams into reality.",
    "": ""
}